{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git"
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras"
        }
    ],
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "bat"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gh"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "grep"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "lsd"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "neovim"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "opencode"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "psmux"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "skim"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "starship"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "uv"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zoxide"
        }
    ]
}
